      ******************************************************************
      * DATE:2025-08-30                                                *
      * AUTHOR: elss                                                   *
      * VERSION: 0.0.1                                                 *
      * DESCRIPTION: My first code. Famous "Hello Wold".               *
      ******************************************************************

       identification division.
       program-id. helloworld.
       procedure division.
           display "Hello World!".
           stop run.
